{"filename": "notes.txt", "transcription": {"text": "I was sheriff of this county when I was 25 years old. Hard to believe. Grandfather was a lawman. Father, too. Me and him were sheriffs at the same time. Him up in Plano and me out here. I think he's pretty proud of that. I know I was. Some of the old-time sheriffs never eat more than one gun. A lot of folks find that hard to believe. Jim Scarborough never carried one. That's the younger Jim. Gaston Borkins wouldn't wear one up in Comanche County. I always liked to hear about the old-timers. Never missed a chance to do so. You can't help but compare yourself against the old-timers. Couldn't help but wonder how they'd operated these times. There's this boy I sent to the electric chair at Huntsville here a while back. My arrest and my testimony. He killed a 14-year-old girl. The paper said it was a crime of passion, but he told me there wasn't any passion to it. Told me he'd been planning to kill somebody for about as long as he could remember. Said if they turned him out, he'd do it again. Said he knew he was going to hell. Be there in about 15 minutes. I don't know what to make of that. I certainly don't. The crime you see now, it's hard to even take its measure. It's not that I'm afraid of it. I always knew you had to be willing to die to even do this job. But I don't want to push my chips forward and go out and meet something I don't understand. A man would have to put his soul at hazard. You'd have to say, okay."}, "notes": "• Transcription is the process of converting audio or video to text\n• It is commonly used to convert audio recordings of speech into written form\n• Transcription can also refer to converting musical notation into written text\n• Transcription is often used to facilitate the understanding of audio recordings\n• Transcription can also be used for legal purposes, such as court hearings and depositions\n• Professional transcription services are available to help with transcription needs\n• Quality transcription requires accuracy and speed\n• Software and transcription services can help automate parts of the transcription process"}